Repository: esplusnin/Tracker
Catalog: Tracker/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar

# onboarding.firstScreen.title
source: Track only what you want
ar: تتبع فقط ما تريد

# onboarding.secondScreen.title
source: Even if it's not liters of water and yoga
ar: حتى لو لم يكن لتر من الماء واليوغا

# onboarding.continueButton
source: These are the technologies!
ar: هذه هي التقنيات!

# tabBar.trackers
source: Trackers
ar: بتتبع

# tabBar.statistics
source: Statistics
ar: الإحصاءات

# trackerVC.title
source: Trackers
ar: بتتبع

# trackerVC.searchField.placeholder
source: Search...
ar: بحث...

# trackerVC.cancelationButton
source: Cancel
ar: إلغاء

# trackerVC.emptyState.label
source: What we will track?
ar: ماذا سوف تتبع?

# trackerVC.nothingSearched
source: Nothing found
ar: لم يتم العثور على شيء

# trackerVC.pinned
source: Pinned
ar: ثابت

# filter.title
source: Filters
ar: الفلاتر

# filter.allTrackers
source: All trackers
ar: جميع أجهزة التتبع

# filter.todaysTrackers
source: Trackers for today
ar: بتتبع لهذا اليوم

# filter.completedTrackers
source: Completed
ar: اكتمل

# filter.uncompletedTrackers
source: Uncompleted
ar: لم تكتمل

# creatingTracker.title
source: Creating a tracker
ar: إنشاء تعقب

# creatingTracker.habit
source: Habit
ar: العادة

# creatingTracker.unregularEvent
source: Unregular event
ar: حدث غير منتظم

# newTracker.habit.title
source: New habit
ar: عادة جديدة

# newTracker.unregularEvent.title
source: New unregular event
ar: حدث جديد غير منتظم

# newTracker.textField.placeholder
source: Enter the name of the tracker
ar: أدخل اسم المقتفي

# newTracker.tableView.category
source: Category
ar: الفئة

# newTracker.tableView.schedule
source: Schedule
ar: الجدول الزمني

# newTracker.collectionView.color
source: Color
ar: اللون

# newTracker.buttons.cancel
source: Cancel
ar: إلغاء

# newTracker.buttons.create
source: Create
ar: لإنشاء

# newTracker.warning
source: Limit of 38 characters
ar: الحد من 38 حرفا

# newTracker.emoji
source: Emoji
ar: الرموز التعبيرية

# category.title
source: Category
ar: الفئة

# category.addCategory
source: Add category
ar: إضافة فئة

# category.emptyCategory
source: Habits and events can be combined in meaning
ar: يمكن الجمع بين العادات والأحداث في المعنى

# newCategory.title
source: New category
ar: فئة جديدة

# newCategory.textField.placeholder
source: Enter the category name
ar: أدخل اسم الفئة

# newCategory.readyButton
source: Complete
ar: تم

# editingCategory.title
source: Editing category
ar: تحرير فئة

# editingCategory.completeButton
source: Complete
ar: تم

# schedule.title
source: Schedule
ar: الجدول الزمني

# schedule.monday
source: Monday
ar: الاثنين

# schedule.tuesday
source: Tuesday
ar: الثلاثاء

# schedule.wednesday
source: Wednesday
ar: الأربعاء

# schedule.thursday
source: Thursday
ar: الخميس

# schedule.friday
source: Friday
ar: الجمعة

# schedule.saturday
source: Saturday
ar: السبت

# schedule.sunday
source: Sunday
ar: الأحد

# schedule.everyDay
source: Every day
ar: كل يوم

# schedule.ready
source: Complete
ar: تم

# schedule.monday.short
source: Mon
ar: الاث

# schedule.tuesday.short
source: Tue
ar: الث)

# schedule.wednesday.short
source: Wed
ar: الأر

# schedule.thursday.short
source: Thur
ar: الخم

# schedule.friday.short
source: Fri
ar: الجم

# schedule.saturday.short
source: Sut
ar: السب

# schedule.sunday.short
source: Sun
ar: الأح

# statistics.title
source: Statistics
ar: الإحصاءات

# statistics.nothingToAnalyze
source: There is nothing to analyze yet
ar: لا يوجد شيء لتحليل حتى الآن

# statistics.bestPeriod
source: The best period
ar: أفضل فترة

# statistics.perfectDays
source: Perfect day
ar: أيام مثالية

# statistics.totalCompletedTracker
source: Trackers completed
ar: بتتبع الانتهاء

# statistics.averageValue
source: Average value
ar: متوسط القيمة

# alert.removeCategory.title
source: Is this category definitely not needed?
ar: هل هذه الفئة بالتأكيد ليست هناك حاجة?

# alert.removeCategory.message
source: Deleting a category will result in the loss of all its trackers
ar: سيؤدي حذف فئة إلى فقدان جميع أجهزة التتبع الخاصة بها

# alert.removeTracker.title
source: Are you sure you want to delete the tracker?
ar: هل أنت متأكد أنك تريد حذف تعقب?

# alert.remove
source: Remove
ar: إزالة

# alert.cancel
source: Cancel
ar: إلغاء

# contextMenu.remove
source: Remove
ar: إزالة

# contextMenu.edit
source: Edit
ar: تحرير

# contextMenu.fix
source: Pin
ar: لإصلاح

# contextMenu.unfix
source: Unpin
ar: أونبين

# editingTracker.title
source: Editing habit
ar: عادات التحرير

# editingTracker.saveChanges
source: Save changes
ar: حفظ
